import type { ProgramActivity } from '../components/ProgramSection'

export const interactiveActivities: ProgramActivity[] = [
  {
    id: 1,
    title: 'Турнир по шахматам',
    time: '13:00-17:00',
    place: 'Площадка здания «Дом учителя»',
    desc: `13:00 – Сбор и проверка регистрации
14:00 – Начало турнира
17:00 – Завершение турнира

Здесь вы сможете проверить свои навыки, сыграть с сильными соперниками и стать лучшим шахматистом Дня молодёжи. В рамках турнира участники сыграют 7 туров с контролем времени 5+3 минуты. Шахматисты, набравшие больше всех очков, получат дипломы и подарки от организаторов и партнеров Фестиваля.

Регистрация по ссылке: https://yaratamchess.timepad.ru/event/4038067/`,
    img: null,
    partners: [{ name: 'Шахматный клуб в Казани Yaratam Chess', url: 'https://t.me/yaratamchess' }],
    tags: [],
  },
  {
    id: 2,
    title: 'Открытая игротека настольных игр от MindGames',
    time: '10:00-22:00',
    place: 'Зелёная зона',
    desc: 'Ждём всех, кто хочет поиграть в настольные игры, провести время с друзьями или обрести новых. Надоели скучные «Мафия» и «Монополия»? Наши игромастера легко подберут для вас самую интересную игру и объяснят правила! Возрастное ограничение: 5+',
    img: null,
    partners: [{ name: 'MindGames', url: 'https://vk.ru/mindgameskzn' }],
    tags: [],
  },
  {
    id: 3,
    title: 'Программа арт-резиденции «РЕАКТОР»',
    time: '13:00-19:00',
    place: 'Шатёр арт-резиденции «РЕАКТОР»',
    desc: 'В программе изготовление брелоков и обвесов, создание портретных постеров и глитч-шитье на фотографиях, мастер-классы по тамбурной вышивке и кастомизация платков в татарском стиле в технике лингравюры, а также создание мозаичного панно и рисование витражных картин. На протяжении всего дня будут работать интерактивные зоны с созданием панно из макраме, тафтингового ковра, станция лингравюры, и фотобудка с живым художником.\n\nРегистрация по ссылке: https://reactor-event.timepad.ru/event/4037468/',
    img: null,
    partners: [{ name: 'Арт-резиденция «РЕАКТОР»', url: 'https://reactor-art.com' }],
    tags: [],
  },
  {
    id: 4,
    title: 'Маркет местных брендов',
    time: '12:00-20:00',
    place: 'Площадка главной сцены',
    desc: 'Местные бренды будут представлены на фестивале День молодёжи. На празднике можно будет познакомиться с локальными представителями бизнеса и их продукцией.',
    img: null,
    partners: null,
    tags: [],
  },
  {
    id: 5,
    title: 'Интерактивная точка «Конструктивный диалог»',
    time: '12:00-19:00',
    place: 'Площадка перед Экостанцией',
    desc: 'Проведение интерактивных игр в формате коротких спринт-викторин и настольных игр на тему безопасности и безопасного поведения в жизни и интернете. За участие в интерактивной точке выдаются памятные подарки. В игровом и доступном формате обращаем ваше внимание на важность критического мышления в условиях современного информационного пространства, где человек ежедневно сталкивается с манипуляциями, фейками, мошенничеством и попытками вовлечения в деструктивные течения.',
    img: null,
    partners: [{ name: 'Программа «Мы – это мир!»', url: 'https://vk.com/we_aretheworld' }],
    tags: [],
  },
  {
    id: 6,
    title: 'Программа от «Движения Первых»',
    time: '12:00-19:00',
    place: 'Шатёр «Движения Первых»',
    desc: `12:00-13:00
Викторина «Открой для себя код молодёжи России!» и квиз «Ритм культур»

Викторина направлена на знакомство участников мероприятия с брендом, миссией и ценностями Движения Первых, а также познакомит молодых людей с «Кодом молодежи страны» в интерактивном формате.

12:30-13:30
Мастер-классы от «Родных и любимых»: «Родная игрушка»

Мастер-класс «Родные любимые» - это место для совместного творчества ребёнка и взрослого.

13:30-14:30
Мастер-классы от «Родных и любимых»: «Россия в красках»

Мастер-класс «Родные любимые» – это место для совместного творчества ребёнка и взрослого.

14:00-15:00
Мастер-класс по изготовлению значков «Символы Движения: создай свой значок»

Каждый участник сможет по выбранному шаблону изготовить индивидуальные значки.

15:00-16:00
Спортивные игры «Игры нашего двора»

Локация в формате «Игры нашего двора» – во время фестиваля можно будет попрыгать на скакалке и через резинку, поиграть в «городки».

15:00-18:00
Работа фотобудки в брендинге Движения Первых

Моментальная печать фотографий в брендинге Движения первых. Каждый участник сможет сфотографироваться и оставить на память фотографии со Дня молодёжи!

16:00-17:00
Мастер-класс «Цвета молодежи»

16:30-18:00
Онлайн-акция «День молодежи с «Большой переменой» – «Наследие молодых»

16:00-19:00
Мастер-класс по диджеингу от Scratch DJ School

Мастер-класс по диджеингу совместно со школой Scratch DJ School. Любой желающий участник может попробовать себя в роли диджея.`,
    img: null,
    partners: ['Движение Первых'],
    tags: [],
  },
  {
    id: 7,
    title: 'Программа от «Татарстан – территория возможностей»',
    time: '12:00-18:00',
    place: 'Шатёр «Татарстан – территория возможностей»',
    desc: `12:00-12:30
Награждение победителей грантовых конкурсов и запуск грантового конкурса для физических лиц Министерства по делам молодёжи РТ

В рамках встречи будут озвучены предварительные итоги участия молодёжи Татарстана в грантовых конкурсах, проведена церемония награждения победителей конкурсов «Росмолодёжь.Гранты 1 сезон» и грантов для МБУ и МАУ по молодежной политике.

В рамках встречи запланирован запуск грантового конкурса для физических лиц Министерства по делам молодёжи РТ.

12:30-13:00
Мастер-класс по заполнению аналитической и финансовой отчётности для победителей грантовых конкурсов

В рамках встречи победители грантовых конкурсов пройдут обучение по правилам качественной подготовки итоговых документов, ведению финансовой отчетности, а также разберут типичные ошибки, возникающие при взаимодействии с грантодателями.

Спикер: Даниил Ченцов – эксперт «Росмолодёжь.Гранты».

Регистрация по ссылке: https://forms.yandex.ru/u/6a2feef649af47b94774e582

13:00-13:30
Акция «Мы граждане России!»

Вручение паспортов 20 участникам Движения Первых.

13:30-14:00
Очная презентация проектов участников экспертам «Росмолодёжь.Гранты» для получения профессиональной обратной связи

В рамках встречи молодые авторы социальных инициатив представят свои проектные идеи перед федеральными экспертами в формате очных кратких презентаций с целью проверки и оценки проектной логики. Кроме того, в рамках мероприятия планируется проведение индивидуальных консультаций и профильных знакомств участников с экспертами для детальной проработки заявок и устранения ошибок.

Регистрация по ссылке: https://forms.yandex.ru/u/6a2fefcc068ff0bc46a8c94f

14:00-15:30
Лекция: «Архитектура Казани: от старой к новой. Как менялся городской ландшафт за последние 100-150 лет»

«Казань глазами инженера» – просветительская компания, которая проводит экскурсии, лекции и архитектурные клубы. Команда профессиональных гидов, историков и действующих архитекторов помогает горожанам и гостям Казани увидеть город через призму архитектуры и инженерной мысли и научиться «читать» код города.

Спикер: Юлия Глазырина – лектор просветительской компании «Казань глазами инженера», историк архитектуры, архитектор, реставратор, руководитель Школы Дизайна DH Казань.

15:30-16:30
«Проводники смыслов»: презентация ключевых направлений молодёжной политики от блогера Азата Кашапова

Будут представлены актуальные проекты и направления, федеральные и региональные программы поддержки молодежи, а также ключевые проекты экосистемы Росмолодёжи и Министерства по делам молодёжи РТ. В рамках презентации планируется проведение коммуникационного интенсива по эффективному донесению смыслов до молодёжи.

Регистрация по ссылке: https://forms.yandex.ru/u/6a2ff072e010dbb286bfa0be

17:00-18:30
Квиз «Молодежный контакт»

Интеллектуальная игра, нацеленная на знакомства.

Регистрация по ссылке: https://forms.yandex.ru/u/6a2ff1366d2d73be61e91088`,
    img: null,
    partners: ['Татарстан – территория возможностей'],
    tags: [],
  },
  {
    id: 8,
    title: 'Программа от «Лиги студентов»',
    time: '10:00-18:00',
    place: 'Шатёр «Лига студентов»',
    desc: `Площадка объединяет образовательные, развлекательные и творческие форматы для студентов и абитуриентов. Программа включает в себя мастер-классы от творческой студии Si.art, розыгрыш призов от партнеров, открытый микрофон, возможность купить студенческий мерч от ЛигаШопа, рассказать об интересных историях из студенческой жизни на открытом микрофоне.

Кроме этого, можно будет получить консультации по вопросам Молодежного жилищного конкурса, узнать информацию о студенческом образовательном форуме «Лига форум», создать аватара-абитуриента вместе со «Школой 21» г.Казани. Гостей ждут интерактивы, фотозона, а также неформальное общение с представителями Лиги студентов.

В течение дня каждому посетителю предлагается собрать «Пазл студенчества» – символического пазла, где каждый может изобразить свою студенческую жизнь в виде картины.

Главное отличие площадки – привязка каждой активности к студенческой жизни и ее разнообразию.

10:00-11:30
Мастер-класс по раскрашивание дисков / воздушный пластилин

11:30-12:00
Розыгрыш студенческого бокса, открытый микрофон

12:30-14:00
Мастер-класс по раскрашиванию дисков / карта желаний, открытый микрофон

12:30-17:00
Изготовление «Пазла студенчества», работа аватара-абитуриента от Школы 21 г.Казани, консультации «Молодежный жилищный конкурс»

12:30-17:00
Программа от иностранных студентов:
• каллиграфия на разных языках
• японская чайная церемония
• красная нить
• роспись хной
• танцы (бачата + латинские)

14:30-15:00
Музыкальное бинго

15:30
Розыгрыш от партнера Si.art, открытый микрофон

15:40-17:00
Мастер-класс по кастому чехлов для телефона / карта желаний

17:00-18:00
Открытие пазла студенчества, квиз`,
    img: null,
    partners: ['Лига студентов', 'Школа 21', 'Творческая студия Si.art'],
    tags: [],
  },
  {
    id: 9,
    title: 'Программа от «Доброго Татарстана»',
    time: '13:00-19:00',
    place: 'Шатёр «Город добрых людей»',
    desc: `На площадке Дня молодёжи добро становится осязаемым. Здесь можно прикоснуться к шрифту Брайля, выучить добрые слова на языке жестов и языках народов Татарстана, доверить свой портрет фотографам с ОВЗ и согреться добрым советом от серебряных волонтёров. А ещё – оставить послание в будущее, присоединиться к празднованию 20-летия волонтёрства в Татарстане и получить первые часы за реальное доброе дело. Без бергә – мы вместе!

13:10-18:00
Работа постоянных зон: «Почувствуй», «Доверься», «Услышь», «Машина времени добра», «Открытый микрофон»

Локация 1. «Почувствуй»
- гости в игровой форме знакомятся со шрифтом Брайля и миром тактильных ощущений.
- закрытая ширма с отверстиями для рук – внутри неё ёмкости с разными материалами. Нужно угадать, что там, не заглядывая.

Локация 2. «Доверься»
Молодые люди с ОВЗ (движение «Абилимпикс») выступают в роли фотографов. Для гостей оборудована фотозона реквизитом.

Локация 3. «Услышь»
Ведущий даёт бытовые ситуации на карточках, а гость выбирает из нескольких карточек верную фразу на других языках народов России. А также в этой зоне представитель общества глухих учит жестам: «Спасибо», «Доброе утро», «Ты молодец», «Как дела? – Хорошо» и др.

Локация 4. «Вдохновись»
Путешествие в историю добровольчества России и Татарстана за 20 лет. Зона состоит из 2-х элементов: «Линия времени» и «Капсула в 2031 год».

Локация 5. Открытый микрофон
Ежечасно приглашается гость. Ему завязывают глаза, и далее задаются вопросы, на которые необходимо ответить.

Локация 6. Фотовыставка волонтерского движения жен бойцов СВО «Никто кроме нас», мастер-классы – «Твори».

13:10-18:00 (каждый час по 3-5 минут)
Just Dance

Серия танцевальных ритм-игр.

13:30-14:00, 15:30-16:00
Мастер-класс «Браслет-напоминание: добро рядом»

Плетение простого красивого браслета из джута или хлопковых ниток с одной деревянной бусиной-сердечком. Техника – самые простые узлы («двойной узел», «косичка из трёх прядей»). Браслет завязывается на руке и остаётся на память о фестивале.

14:30-15:00, 16:30-17:00
Мастер-класс «Татарский орнамент на ладони»

Краткий урок рисования традиционного татарского орнамента (тюльпан, курай). Каждый участник рисует открытку-раскраску акварелью или цветными карандашами. Готовую открытку можно оставить себе или подарить кому угодно в парке.

14:30-15:00
Квиз от клуба #МЫВМЕСТЕ

Квиз от клуба #МЫВМЕСТЕ (приурочен Году единства народов России).

18:00-19:00
Благотворительный гитарник

Благотворительный гитарник (собранные средства будут переданы в БФ). Площадка около Дома учителя.`,
    img: null,
    partners: ['Информационно-ресурсный центр добровольчества Татарстана'],
    tags: [],
  },
  {
    id: 10,
    title: 'Программа от КВН РТ',
    time: '12:00-19:00',
    place: 'Площадка малой сцены',
    desc: `«Территория здорового смеха» – площадка, объединяющая юмор, творчество и популяризацию здорового образа жизни. В течение дня гостей ждут КВН, импровизация, стендап, игры, спортивные челленджи и полезные квизы на поддержание здорового образа жизни. Смейся на здоровье!

12:00
Летний кубок Юниор Лиги

13:00
Запуск здоровых игр

- Зона с балансбордами (доска на ролике) или полусферами босу. Задача – удержаться 30 секунд, не касаясь пола. Рекорд дня фиксируется на доске. Победители получают призы.

- Лаборатория естественного кайфа: собери свой high:
1. «Драйв» – покажи смешную пантомиму.
2. «Поток» – совместное создание мурала на баннере под руководством художника.
3. «Эмоциональное наполнение».
4. «Единение» – доверительные упражнения в кругу.
5. «Спокойствие» – йога, медитация, дыхательные практики.

По итогу участник получает «Конверт естественного high» с карточками-рецептами здоровых эмоций и памятный подарок.

14:00
Летний кубок татарского юмора (татарская лига КВН «Әйдә Шаярт!» и «Татарча стендап»)

15:00
Работа станций «Квиз Здоровье»

16:00
Фристайл-шоу: музыкальная импровизация

Флешмоб-разминка с КВНщиком – энергичная разминка под музыку.

17:00
Челендж «Личный рекорд»

Челлендж «Личный рекорд» – планка, отжимания, подтягивания. Рекорд дня на доске. Победителям – подарки!

18:00
Комедийное шоу «Яма»

Юмористическое шоу в формате импровизации и стендапа с участием команд КВН Республики Татарстан.

В программе:
- Выступления сборных команд Казани;
- Баттл в формате «импровизация» (заданные темы от зрителей;
- Интерактив со зрителями.

19:00
Итоги розыгрыша`,
    img: null,
    partners: ['КВН РТ'],
    tags: [],
  },
  {
    id: 11,
    title: 'Программа от Казанского зоопарка',
    time: '12:00-18:00',
    place: 'Экостанция',
    desc: `12:00-13:00
Мастер-класс по флорариуму

Вместе со специалистами-ботаниками Казанского зооботсада научимся создавать микро-мир в стекле, обращаться с грунтом и ухаживать за флорариумом. Места ограничены, все материалы предоставляются Зооботсадом.

Регистрация по ссылке: https://kazanskiy-zoobotsad.timepad.ru/event/4039838/

13:00-14:00
Мастер-класс по черенкованию

Учимся правильно черенковать растения. Черенкование — метод вегетативного размножения растений, при котором новая особь выращивается из отделенной части (черенка) материнского растения. Как правильно подготовить землю, дренаж, грунт, черенки и какие нюансы узнаем вместе с сотрудниками ботанического отдела Казанского зооботсада. Количество мест на мастер-класс ограничено.

Регистрация по ссылке: https://kazanskiy-zoobotsad.timepad.ru/event/4039820/

14:00-15:00
Лекция про комнатные растения

15:00-16:00
Лекция по рассаде и мастер-класс по пересадке растений

Научимся правильно пересаживать растения и ознакомимся с базой по работе с землей и растениями.

Регистрация по ссылке: https://kazanskiy-zoobotsad.timepad.ru/event/4039836/

16:00-17:00
Лекция по уходу за орхидеями

17:00-18:00
Лекция об исторической части Казанского зооботсада`,
    img: null,
    partners: ['Казанский зоопарк'],
    tags: [],
  },
  {
    id: 12,
    title: 'Лекция: экологичный гардероб – что скрывает ваш шкаф',
    time: '11:00-12:00',
    place: 'Экостанция',
    desc: `Экологичная мода — это не про идеальность, а внимательный выбор. Поговорим о том, почему натурально не значит экологично; сколько ресурсов стоит ваша футболка; как не вестись на быструю моду и обещания брендов.

Спикер: Татьяна Павлова – маркетолог-экологист, автор блога «Экология в моде».

Регистрация по ссылке: https://ekostantsiya.timepad.ru/event/4031190/`,
    img: null,
    partners: null,
    tags: [],
  },
  {
    id: 13,
    title: 'Мастер-класс по созданию сувениров из переработанного пластика',
    time: '13:00, 14:00, 16:00, 17:00, 18:00',
    place: 'Экостанция',
    desc: `В павильоне «Экостанция» пройдут мастер-классы по переработке пластика, где на современном и безопасном оборудовании под руководством администратора вы сможете увидеть процесс превращения собранных на переработку крышечек в новое изделие.

Приносите (по желанию) пластиковые крышки, чтобы сделать из них экологичный сувенир, который заберете с собой на память о нашем событии.

Этот занимательный процесс покажет наглядно, во что могут превратиться отходы и как они получают вторую жизнь!

В павильоне принимаем вторсырье на переработку: пластиковые крышки, карты, зубные щетки, кассовые чеки, cd/dvd диски, ручки и фломастеры, одежду в хорошем и плохом состоянии.

Регистрация по ссылке: https://ekostantsiya.timepad.ru/event/2890609/`,
    img: null,
    partners: null,
    tags: [],
  },
  {
    id: 14,
    title: 'Торжественная церемония бракосочетания молодоженов',
    time: '11:00-11:30',
    place: 'Малая сцена у дома учителя',
    desc: `В рамках мероприятия будут официально зарегистрированы семейные отношения между молодыми гражданами, вступающими в брак, зачитан акт гражданского состояния и проведена процедура взаимного согласия. В ходе церемонии запланирован традиционный обмен обручальными кольцами, подписание официальных регистрационных документов, а также вручение молодоженам первого государственного документа новой семьи — Свидетельства о заключении брака.

Особенностью мероприятия станет чествование молодых семейных пар, для которых в рамках торжественной части организовано вручение памятных подарков от Министерства по делам молодёжи Республики Татарстан.`,
    img: null,
    partners: ['ЗАГС'],
    tags: [],
  },
  {
    id: 15,
    title: 'Открытый пикник «НЕлекторий: Семейный формат»',
    time: '11:30-12:30',
    place: 'Зеленая зона у дома учителя',
    desc: `11:30-11:45 – встреча участников, сбор на площадке;
11:45-12:30 – паблик-толк от психолога и директора родильного дома на тему: «Семья нового поколения: от первой встречи в роддоме до первого шага».

Спикер: психолог и директор родильного дома.
Модератор: Софья Галеева-Мустафина – первый заместитель министра по делам молодёжи РТ.`,
    img: null,
    partners: null,
    tags: [],
  },
  {
    id: 16,
    title: 'Интерактивная зона о яхтинге и регате',
    time: '10:00 – 19:00',
    place: 'Площадка Силы ветра',
    desc: 'На площадке каждый сможет: пройти мастер-классы по вязанию морских узлов, познакомиться с картой глубин Волги, примерить на себя роль капитана и рассадить участников регаты по лодкам по формату игры «Морской бой», сыграть в карточные игры: геогессер и парусное бинго, сделать яркие кадры с настоящей яхтой «Луч» и отдохнуть на гамаках.',
    img: null,
    partners: ['Сила ветра'],
    tags: ['Квест', 'Навыки', 'Мерч'],
  },
]
