export type MainStageArtist = {
  name: string
  role: string
  img: string
  imgPosition?: string
}

export const mainStageArtists: MainStageArtist[] = [
  {
    name: 'VOROBERIAN',
    role: 'Артист, который живёт на стыке музыки и откровения. Он поёт о телесности и чувствах, о хрупкости современного человека, который учится быть собой, даже если это больно. Каждая песня VOROBERIAN — как исповедь под неоном: интимная, дерзкая, пронзительная',
    img: '/images/speakers/voroberian.jpg',
  },
  {
    name: 'Трио «Хыял»',
    role: 'Лауреаты международных, всероссийских и республиканских вокальных конкурсов. А также финалисты и победители в номинации «Сохранение культурного наследия» «Родники.Дети 2026»',
    img: '/images/speakers/trio-khyal.jpg',
  },
  {
    name: 'AMIKOband',
    role: 'Кавер-группа из Казани с лёгким танцевальным ретро-поп вайбом с элементами диско и джаза',
    img: '/images/speakers/amikoband.jpg',
  },
  {
    name: 'KAMILLUNA',
    role: 'Создаёт вокруг себя альтернативную вселенную вымышленного востока, вдохновляясь фольклором и искусством. В текстах она поднимает актуальные темы, а её музыка впитывает в себя как этнические мотивы, так и футуристическое звучание',
    img: '/images/speakers/kamilluna.jpg',
  },
  {
    name: 'Дожди Июля',
    role: 'Инди-рок проект о боли, свободе и жизни, которая продолжается даже во время бурь. Резидент арт-резиденции РЕАКТОР',
    img: '/images/speakers/dozhdi-iyulya.jpg',
  },
  {
    name: 'rebless',
    role: 'Резидент арт-резиденции РЕАКТОР, независимый музыкальный проект DIY-артистки Регины Реблесс. Певица создаёт минималистичные синти-поп композиции, объединяя в них хрупкий вокал и откровенные тексты о принятии своей уязвимости',
    img: '/images/speakers/rebless.jpg',
  },
  {
    name: 'MARUSYA',
    role: 'Яркий представитель современной музыкальной сцены, сочетающий в своём творчестве инди-поп и соул. Её творчество сочетает в себе мелодичность и глубокие тексты, что позволяет найти отклик у широкой аудитории',
    img: '/images/speakers/marusya.jpg',
  },
  {
    name: 'WHOA',
    role: 'Музыкальный артист, создающий экспериментальный хип-хоп преимущественно на татарском языке, не боящийся дерзить и иронизировать. Его творчество — целая вселенная, в которой нестандартные ритмы, яркий визуальный стиль и смелые решения ломают привычные рамки и цепляют с первых секунд',
    img: '/images/speakers/whoa.jpg',
  },
  {
    name: 'OVAK',
    role: 'Артист, который доказывает, что современная поп-музыка может быть одновременно стильной, искренней и танцевальной. Его треки объединяют электронное звучание, ностальгические мотивы и живые эмоции. «Медиа о блогерах SRSLY» назвало его одним из главных музыкальных открытий новой российской сцены',
    img: '/images/speakers/ovak.jpg',
  },
  {
    name: 'MIDIN',
    role: 'Музыкант из Уфы. Его музыка — гармоничное сочетание современного звука и ностальгических мотивов прошлых десятилетий, где синтезаторы переплетаются с живыми инструментами. В своих композициях MIDIN передаёт оттенки любви, страсти и эмоциональных переживаний',
    img: '/images/speakers/midin.jpg',
  },
  {
    name: 'хопелес',
    role: 'Музыка хопелес — это мир меланхоличного инди-попа. Простые слова передают сложные чувства, знакомые каждому. А пронзительные мелодии находят отклик в сердцах. Главные ценности, которые транслирует хопелес — искренность, честность и поиск своего места в жизни',
    img: '/images/speakers/hopeles.jpg',
  },
  {
    name: 'Майлз',
    role: 'Хип-хоп артист из Бишкека. Его музыка многогранна, как и его видение. Поэтому он не боится смешивать звучания и пробовать себя в различных направлениях рэпа — от старой до новой школы. Хип-хоп для него не просто жанр музыки, а целая культура. Философия в строках раскрывает его как человека, а навыки рифмовки и флоу усиливают образ',
    img: '/images/speakers/mayls.jpg',
  },
  {
    name: 'Майкрайз',
    role: 'Саунд-продюсер, превращающий городскую суету в музыку! Звучание, где есть место грусти многоэтажек и светлой улыбке, напоминающей: в любой истории можно найти добрый угол',
    img: '/images/speakers/maikryz.jpg',
  },
]
